Tekla Open API Reference for Tekla Structures 2025
WpfSaveLoad Methods
The WpfSaveLoad type exposes the following members.
Methods
Name | Description
InitializeComponent
 InitializeComponent
Top
See Also
Reference
WpfSaveLoad Class
Tekla.Structures.Dialog.UIControls Namespace